[Main]
DisplayName=Čeština

[IMF_FormSuspenMenu]
btnDataProtectPage.Caption=Ochrana dat

[IMF_M]
BD_Mote7_Btn=Zapnout nyní
lblEnableBDARD_Install=Zapnout nyní
AC_mote7_AU_Btn=Zapnout nyní
AC_mote7_AS_Btn=Zapnout nyní
AC_mote7_AR_Btn=Zapnout nyní
AC_mote7_SafeBox_Btn=Zapnout nyní
Full_mote7_Btn=Úplný test
AC_mote7_ISU_Btn=Nainstalovat pro aktualizaci
AC_mote7_DB_Btn=Nainstalovat pro aktualizaci
BD_mote7=Povolit špičkové jádro Bitdefender pro ještě lepší detekci hrozeb a vyšší zabezpečení.
do_not_repair_whenback_single=Ve vašem počítači je stále 1 hrozba. Opravdu chcete jít zpět bez odstranění této hrozby?
do_not_repair_whenback_much=Počet hrozeb ve vašem počítači: %d. Opravdu chcete jít zpět bez odstranění těchto hrozeb?
Full_mote7=Nespustili jste úplný test již %s dnů. Spusťte úplný test nyní pro komplexní prohlédnutí počítače.
Full_mote7_never=Nikdy jste nespustili úplný test. Proveďte úplný test pro komplexní prohlédnutí počítače.
AC_mote7_ASC_Btn=Nainstalovat pro opravení
AC_mote7_ASC_No=Ve vašem systému byly nalezeny nadbytečné položky registru, stopy soukromí a nevyžádané soubory. Nainstalujte Advanced SystemCare pro vyřešení.
rightaddsafebox=Přidat do trezoru
lblNewVerTitle=Zbrusu nový IObit Malware Fighter %s je nyní dostupný.
lblEnableBDARD_Cancel=Později
M_ActivateNowRC=Získat verzi PRO za $0
AC_mote7_ASC_Num=Byly nalezeny stopy soukromí (<a>%s</a>), nevyžádané soubory (<a>%2s</a>) a položky registru (<a>%3s</a>). Nainstalujte Advanced SystemCare pro vyřešení.
Scan_Enable_BD=Aktuální test bude přerušen, pokud nyní zapnete Bitdefender jádro. Opravdu to chcete nyní zapnout?
Scan_Enable_AR=Aktuální test bude přerušen, pokud nyní zapnete anti-ransomware jádro. Opravdu to chcete nyní zapnout?
lblEnableBDAR=Všechny ochrany jsou zapnuty. Zapněte také Bitdefender jádro a anti-ransomware jádro pro úplnou ochranu.
AC_mote7_IU_Btn=Nainstalovat pro odstranění
AC_mote7_SD_Btn=Nainstalovat pro defragmentaci
AC_mote7_SafeBox=Zapněte Trezor pro ochranu citlivých dat a soukromí pomocí nejvyšší úrovně zabezpečení heslem.
AC_mote7_AR=Zapněte anti-ransomware jádro nyní pro ochranu počítače před ransomware útoky.
AC_mote7_AS=Zapněte Automatický test pro otestování počítače v naplánované době nebo při nečinnosti systému.
AC_mote7_AU=Zapněte Automatickou aktualizaci pro automatickou aktualizaci programu a databáze.
AC_mote7_ISU_No=Aktualizace a instalace důležitých programů jedním kliknutím.
AC_mote7_ISU_Single=<a>1</a>program je zastaralý. Nainstalujte IObit Software Updater pro aktualizaci jedním kliknutím.
AC_mote7_ISU_Much=Počet zastaralých programů: <a>%d</a>. Nainstalujte IObit Software Updater pro aktualizaci jedním kliknutím.
AC_mote7_SD=Nainstalujte Smart Defrag pro optimalizování disků, rychlejší spuštění systému a rychlejší přístup k souborům.
AC_mote7_SD_Much=Počet fragmentů nalezených na disku: <a>%d</a>. Nainstalujte Smart Defrag pro jejich defragmentaci a zrychlení PC.
AC_mote7_IU_NoNum=Příliš mnoho pluginů či toolbarů může způsobit zpomalení prohlížeče. Nainstalujte IObit Uninstaller pro odebrání těch nechtěných.
AC_mote7_IU_No=Počet nalezených pluginů či toolbarů: <a>%d</a>. Nainstalujte IObit Uninstaller pro odebrání těch nechtěných.
AC_mote7_IU_Much=Počet nalezených nebezpečných pluginů/toolbarů: <a>%d</a>. Nainstalujte IObit Uninstaller pro jejich odebrání a bezpečnější prohlížení internetu.
AC_mote7_IU_Single=Byl nalezen <a>1</a> nebezpečný toolbar/plugin. Nainstalujte IObit Uninstaller pro jeho odebrání a bezpečnější prohlížení internetu.
AC_mote7_DB_No=Zastaralé ovladače mohou zpomalovat váš počítač. Nainstalujte Driver Booster pro aktualizování těchto zastaralých ovladačů.
AC_mote7_DB_Single=Byl nalezen <a>1</a> zastaralý ovladač zařízení. Nainstalujte Driver Booster pro aktualizování zastaralých ovladačů.
AC_mote7_DB_Much=Počet nalezených zastaralých ovladačů zařízení: <a>%d</a>. Nainstalujte Driver Booster pro aktualizování těchto zastaralých ovladačů.

[IMF_IMFDBUpdateFrame_M]
AU_mote7_Btn=Zapnout nyní
BD_Mote7_Btn=Zapnout nyní
BD_mote7=S 10x větší databází, Bitdefender jádro nyní testuje přes 200 miliónů hrozeb.
AU_mote7=Automatická aktualizace zajišťuje automatickou aktualizaci databáze.

[IMF_ransomwareGFramePage_M]
lbl_sb_EnableNow=Zapnout nyní
lbl_sb_open=Otevřít
lbl_createlink_query=Opravdu chcete vytvořit zástupce na ploše pro Trezor?
lblARDesc=Inteligentní ochrana všech souborů vašeho počítače, ať už se nacházejí kdekoliv zaškrtnutím typu souboru v anti-ransomware jádru.
lblARDesc1=Inteligentní ochrana všech souborů vašeho počítače, ať už se nacházejí kdekoliv před nejnovějšími ransomware útoky, jako např. %s.
lblARDesc2=Inteligentní ochrana všech souborů vašeho počítače, ať už se nacházejí kdekoliv před nejnovějšími ransomware útoky, jako např. %s nebo %2s.

[IMF_browserPFramePage]
btnEnableAntiTracking.Caption=Zapnout nyní
lblSurfingDesc7.Caption=Chraňte svůj prohlížeč před phishing weby, těžbou kryptoměn, falešnými weby, nebezpečnými odkazy z e-mailů a otravnými reklamami pro zajištění bezpečnějšího surfování.
lblDLDesc7.Caption=Chraňte svůj počítač otestováním stažených souborů včetně e-mailových příloh.

[IMF_ScanHistoryForm_M]
ScanTypeText_FullScan=Úplný test
ScanTypeText_SmartScan=Chytrý test
ScanModeText_FixAll=Opravit vše
ScanTypeText_CustomScan=Vlastní test
ScanModeText_AutoScan=Automatický test
ScanModeText_Manual=Manuální
ScanModeText_AutoScanIdle=Automatický test při nečinnosti
ScanTypeText_RightScan=Pravý test
ScanStatusText_Completed=Dokončeno
ScanStatusText_Stopped=Zastaveno

[IMF_ScanFramePage_M]
lbl_full_scan_title_text=Úplný test
lbl_smart_scan_title_text=Chytrý test
lbl_custom_scan_title_text=Vlastní test
lbl_found_activator_continue=Pokračovat
lbl_scan_files=Soubory
lbl_scan_regfiles=Registr a soubory
lbl_right_click_title_scan_text=Test pravým kliknutím
lbl_found_activator=Nalezené hrozby mohou obsahovat crack soubory, které nejsou falešným poplachem. Můžete je přidat do seznamu výjimek, pokud je nechcete detekovat. Pokud máte jiné soubory na nahlášení, klikněte na Pokračovat.
lbl_state_end_nothreat_cusscan=Nebyly zjištěny žádné hrozby.
lbl_scan_time_remain=Zbývající čas: %s
lbl_scan_object_scanned=Otestováno objektů: %s
lbl_scan_time_elapsed=Uplynulý čas: %s
lbl_scan_calculating=Odhadování
lbl_scan_over5hours=Více než 5 hodin

[IMF_IMFDBUpdateFrame]
lvRecomm.Columns[0].Caption=Můžeme pro vás udělat více
rdrchlbl_Tips7.Caption=Preferujete automatickou aktualizaci databáze? <a>Upgradujte na verzi PRO</a> a získejte lepší ochranu!

[IMF_ScanFramePage]
lvRecomm.Columns[0].Caption=Můžeme pro vás udělat více
PopM_Ignore.Caption=Ignorovat
PopM_Remove.Caption=Odstranit
PopM_AddToWhiteList.Caption=Přidat do výjimek
PopM_OpenFileLoc.Caption=Otevřít umístění souboru
MenuItem_autoRepair.Caption=Automatické odstranění
MenuItem_shutdown.Caption=Auto-odstranění a vypnutí PC
MenuItem_restart.Caption=Auto-odstranění a restart PC
MenuItem_hibernate.Caption=Auto-odstranění a hibernace PC
MenuItem_sleep.Caption=Auto-odstranění a uspání PC
PopM_OpenRegLoc.Caption=Otevřít umístění registru

[IMF_threatFileFrm]
btn4.Caption=Přidat do výjimek
btnAllow.Caption=OK
lblFile.Caption=Soubor:
rdlblShutDown.Caption=Zapamatovat
rdlbl1.Caption=Byla zjištěna hrozba
lblThreat.Caption=Druh hrozby:
btn1.Caption=Odstranit hrozby
btn3.Caption=Povolit
rdlbl2.Caption=Ve výchozím nastavení byl přístup odepřen.

[IMF_FixAllFramePage]
lvRecomm.Columns[0].Caption=Můžeme pro vás udělat více
lblSmartScanCap.Caption=Chytrý test

[UninsQuery_FormUninstallIMF_SB]
btnCancel.Caption=Storno
lblPassword.Caption=Heslo:
btnNext.Caption=Další >
btnBack.Caption=< Předchozí
WrongPassword.Caption=Nesprávné heslo.
chkLicenseFile.Caption=Licenční soubory (nedoporučujeme odstraňovat)
chkConfigFile.Caption=Konfigurační soubory (nedoporučujeme odstraňovat)
chkQuarFile.Caption=Soubory v karanténě
lblUninstall_desc2.Caption=Vybere data, která chcete odstranit:
lblUninstall_Title2.Caption=Opravdu chcete zcela odebrat IObit Malware Fighter?
lblUninstall_Title1.Caption=Možnost odinstalace
lblEnterPw.Caption=Zadat heslo
FormUninstallMsgBox.Caption=Odinstalace programu IObit Malware Fighter 7
lblNote.Caption=Poznámka: Odinstalace programu IObit Malware Fighter způsobí konec ochrany všech chráněných souborů a složek trezorem.
lblPleaseEnterPw.Caption=Prosíme, zadejte heslo k trezoru pro odinstalaci tohoto programu.

[Safebox7_CreatGroup]
rdbtncancel.Caption=Storno
btnclose.hint=Zavřít
rdbtnok.Caption=OK
rdlblGroup.Caption=Jméno skupiny

[SafeBox_FormSetting]
btn_Cancel.Caption=Storno
btn_SetCancel.Caption=Storno
btn_GeneralSetting.Caption=Obecné nastavení
btn_Option.Caption=Možnosti ochrany
btn_Notification.Caption=Oznámení
btn_close.Hint=Zavřít
btn_OK.Caption=OK
btn_SetOk.Caption=OK
btn_Disable.Caption=Zakázat ochranu heslem
btn_Enable.Caption=Povolit ochranu heslem
rdlbl_title.Caption=Trezor
btn_Passwd.Caption=Heslo
rdlbl_CPwd.Caption=Aktuální heslo
rdlbl_NewPwd.Caption=Nové heslo
rdlbl_ConfirmPasswd.Caption=Potvrdit heslo
rdlbl_Email.Caption=E-mail
btn_SetApply.Caption=Použít
rdlbl_options.Caption=Možnosti pro chráněné soubory/složky
btn_Hide.Caption=Skrýt z průzkumníku a ostatních programů
btn_Read.Caption=Odepřít oprávnění ke čtení (nelze spustit/kopírovat/číst)
btn_Write.Caption=Odepřít oprávnění k zápisu (nelze přesunout/odstranit/změnit)
btn_ShowNotification.Caption=Zobrazit oznámení při zakázaní ochrany

[FormPasswdInput_M]
m_btn_Cancel=Storno
m_btn_Close=Zavřít
m_btn_OK=OK
m_btn_Login2=OK
m_rdlbl_title=Trezor
m_DefaultPwd=Prosíme, zadejte své heslo.
m_rdlbl_PwdInput=Heslo
m_rdhtmlbl_Froget=<a>Zapomenuté heslo?</a>
m_btn_Login=Přihlásit se
m_ErrorPwd=Nesprávné heslo. Prosíme, zadejte správné heslo.
m_ErrorEmail=Prosíme, zadejte e-mail, který jste zadali pro obnovení hesla.
m_ErrorEmail2=E-mail se neshoduje s tím, který jste zadali předtím.
m_MsgInfo_Email=Nové heslo bylo zasláno na váš e-mail. Prosíme, zkontrolujte svůj e-mail a přihlaste se do Trezoru s novým heslem.
m_rdlbl_Email=Prosíme, zadejte e-mail, který jste zadali předtím pro obnovu hesla.

[SafeBox_FormConfirmPasswd]
btn_Cancel.Caption=Storno
btn_Close.Hint=Zavřít
btn_OK.Caption=OK
rdlbl_title.Caption=Trezor
btn_DisablePwd.Caption=Zakázat ochranu heslem
btn_EnablePwd.Caption=Povolit ochranu heslem
rdlbl_info.Caption=Nejdříve nastavte heslo
rdlbl_Pwd.Caption=Heslo<a>*</a>
rdlbl_ConfirmPwd.Caption=Potvrdit heslo<a>*</a>
rdlbl_Email.Caption=E-mail <a>*</a>

[IMF_WhatsNewForm]
lblWhatsNewTitle.Caption=Co je nového
btnSysClose.Hint=Zavřít

[IMF_IMFSettings]
grpUserInterface_Skin_Language.Caption=Jazyk
lbluserInterface_fontsize.Caption=Velikost písma
grpUserInterface_Skin.Caption=Vzhled
rdlabel_classic.Caption=Klasický
rdlbl_read.Caption=Čitelný
btnQuarantine_Add.Caption=Přidat soubor
tvSettingItems7.Items[4].Caption=Automatický test
tvSettingItems7.Items[0].Caption=Obecné nastavení
tvSettingItems7.Items[8].Caption=Možnosti ochrany
tvSettingItems7.Items[11].Caption=Oznámení
lvRemberAction_List.Columns[2].Caption=Akce
btn_fontsize_s.hint=Normální
btn_fontsize_m.hint=Velké
bg_shadow.hint=Největší
btnGeneral_ExpandTabSkipUac.Caption=Přeskočit varování UAC (řízení uživatelských účtů)
rbAutoScan_Remove.Caption=Automaticky odstranit detekované hrozby po automatickém testu.
lvLog_FixAllLog7.Columns[0].Caption=Uložené protokoly
grpSlientMode7.Caption=Možnost
tvSettingItems7.Items[1].Caption=Uživatelské rozhraní
tvSettingItems7.Items[3].Caption=Možnosti testu
chkScan_unsafe.Caption=Kontrolovat potenciálně nebezpečné programy (cracky, generátory klíčů, hackovací nástroje, nástroje pro vzdálený přístup atd.)
rbProtect_DonotScan7.Caption=Informovat o zpracování zjištěných hrozeb
rbProtect_Scan7.Caption=Automaticky zpracovávat zjištěné hrozby bez oznámení
tvSettingItems7.Items[2].Caption=Testovat
tvSettingItems7.Items[5].Caption=Seznam výjimek
tvSettingItems7.Items[6].Caption=Karanténa
tvSettingItems7.Items[7].Caption=Ochrana
tvSettingItems7.Items[9].Caption=Zapamatované akce
tvSettingItems7.Items[10].Caption=Automatická aktualizace
tvSettingItems7.Items[12].Caption=Tichý režim
chkSlientMode_SlientMode7.Caption=Automatický tichý režim
lblSlientMode_SlientModeInfo7.Caption=Přepnout na tichý režim automaticky v případě detekování úlohy přes celou obrazovku nebo pokud běží vámi zadané programy/hry pro lepší zážitek.
lblSilent_UserSpec7.Caption=Zapnout tichý režim v případě, že jsou následující programy/hry spuštěny:
lblQuarantineDes_7.Caption=Odstraněné soubory jsou zálohovány, abyste je mohli v případě potřeby obnovit. Soubory v karanténě nepoškodí počítač. Pokud chcete tyto soubory permanentně odebrat, můžete tak učinit jejich odstraněním ze seznamu karantén.
tvSettingItems7.Items[13].Caption=Protokol

[Safebox7_SafeBox]
rdbtnaddfile.hint=Přidat soubor
MenuAddfile.Caption=Přidat soubor
rdlv_show.Columns[3].Caption=Akce
btnclose.hint=Zavřít
rdlv_show.Columns[2].Caption=Datum
rdlblcap.Caption=Trezor
MenuDetails.Caption=Detaily
MenuIcons.Caption=Ikony
rdbtnaddfolder.hint=Přidat složku
btn_safebox_list.hint=Detaily
btn_safebox_lview.hint=Ikony
MenuAddfolder.Caption=Přidat složku
rdbtnsetting.hint=Nastavení
rdbtnsetting_1.hint=Nastavení
rdbtnhome.hint=Domů
MenuUnprotect.Caption=Nechránit
rdlv_show.Columns[0].Caption=Jméno
rdlv_show.Columns[1].Caption=Velikost
MenuView.Caption=Zobrazit
rdbtnhelp.hint=Pomoc

[IMF_expireFrm]
btnClose.Hint=Zavřít
btnRenew.Caption=Prodloužit nyní
rdlbl1.Caption=Platnost předplatného vypršela!
rdlblShutDown.Caption=Již nezobrazovat
contentthreat=Takto vás IObit Malware Fighter chránil během předplatného - počet ochráněných souborů: <a>%1s</a>, odebráno: <a>%2s</a> <a>hrozeb</a>. Obnovte licenci nyní a získejte zpět plnou ochranu, nyní s exkluzivní slevou.
content=Během předplatného pro vás IObit Malware Fighter ochránil následující počet souborů: <a>%d</a>. Obnovte licenci nyní a získáte zpět plnou ochranu, navíc s exkluzivní slevou.

[PromoteSafebox_PromoteSafebox]
btnclose.hint=Zavřít
Label_Wizard1_Des.Caption=Bez hesla není přístup k chráněným údajům možný.
rdlblcap.Caption=Trezor
Label_Wizard2_Cap.Caption=Štít soukromí
Label_Wizard1_Cap.Caption=Vyšší zabezpečení s heslem
Label_Wizard2_Des.Caption=Ochrana citlivých údajů pro zabránění úniku soukromí.
Label_Wizard3_Cap.Caption=Žádné ztráty dat
Label_Wizard3_Des.Caption=Chraňte své důležité soubory před zašifrováním ransomwarem.

[ActionCenter_M]
M_AdawareInfo_UpToDate=Web Companion chrání před phishingovými a škodlivými weby.
M_AdawareInfo_NotIns=Web Companion chrání před phishingovými a škodlivými weby.
M_ISUCaption=IObit Software Updater
M_AdawareCaption=Web Companion
M_RunISU=Spustit nyní
M_OperaCaption=Prohlížeč Opera
M_ISUInfo_NotIns_C_Single=1 program není aktuální. Nainstalujte IObit Software Updater pro aktualizaci jedním kliknutím.
M_ISUInfo_NotIns_C=Počet neaktuálních programů: %d. Nainstalujte IObit Software Updater pro jejich aktualizaci jedním kliknutím.
M_OperaInfo_NotIns=Rychlý a bezpečný prohlížeč s vestavěným blokátorem reklam, spořičem baterie a VPN zdarma.
M_OperaOffer=Blokuje reklamy a tím zrychlí načítání stránek až o 90%.<br>Až o hodinu delší surfování.<br>Větší soukromí díky službě VPN zdarma.
M_AomeiInfo_NotIns=Jednoduchá záloha, obnovení systému a disku + automatická synchronizace souborů.
M_AomeiCaption=Program pro zálohu dat
M_AdawareOffer=Rychlá a jednoduchá instalace.<br>Ochrana proti phishingu<br>Webová ochrana v reálném čase.<br>Kompatibilní s více prohlížeči.
M_AdawareOfferDesc=Nainstalovat Web Companion pro zlepšení internetové ochrany a nastavit Bing® společnosti Microsoft™ jako domovskou stránku, stránku nového panelu, a výchozí vyhledávač v kompatibilních prohlížečích.
M_IOTOffer2=Nejlepší správce souborů proiPhone/iPad.<br>Přenesení dat z iPhonu/iPadu do PC jedním klikem.<br>Stažení online videí a převedení do různých formátů.<br>Jednoduché a bezpečné vyčištění nevyžádaných souborů pro uvolnění místa na iOS zařízení.<br>Bezdrátový přenos obsahu mezi iOS zařízením a počítačem.

[Safebox7_M]
M_Yes=Ano
M_No=Ne
M_Unprotect=Nechránit
M_Home=Domů
M_Back=Zpět
M_Forward=Vpřed
M_PleaseInputGroup=Zadejte název skupiny.
M_GroupExits=Zadaný název již existuje. Prosíme, zadejte jiný.
M_Detele=Smazat
M_CannotSystem=Systémové složky nelze přidat do Trezoru. Prosíme, přidejte jiné složky.
M_CannotFile=Systémové soubory nelze přidat do Trezoru. Prosíme, přidejte jiné soubory.
M_Unprotected=Nechráněno
M_Up=Až %s
M_GroupMaxChar=Název skupiny nemůže překročit 20 znaků.
M_DeteleSureMore=Opravdu chcete přestat chránit všechny vybrané položky?
M_ProgresssSure=Opravdu chcete přestat přidávat?
M_UnprotectSure=Opravdu chcete ukončit přerušit akci "přestat chránit"?
M_DeleteGroup=Po odstranění nebude obsah ve skupině chráněn. Opravdu chcete odstranit skupinu %s?
M_DeteleSure=Po odstranění nebude tato položka chráněna. Opravdu odstranit?
M_FileInGroup=%1s byl přidán do skupiny %2s.
M_FolderInGroup=Podsložka %1s byla přidána do skupiny %2s.
M_CannotSpecial=%s nemůže být přidán do Trezoru v případě problému s přidruženým programem. Prosíme, přidejte jiné složky/soubory.
M_CannotRemoveFile=%s je vyměnitelný disk a nemůže být přidán do Trezoru. Prosíme, přidejte jiné složky/soubory na vašem počítači.
M_CannotNetworkPath=%s je cesta ke sdílené síti a nemůže být přidána do Trezoru. Prosíme, přidejte jiné složky/soubory na vašem počítači.
M_LoadDriverFailed1=Inicializace selhala. Pro načtení Trezoru potřebujete restartovat počítač. Provést restart nyní?
M_LoadDriverFailed2=Načtení selhalo. Zkontrolujte, zda váš bezpečnostní program neblokuje Trezor a odblokujte jej, pokud ano. V opačném případě restartuje počítač a zkuste to znovu.
M_NoData=Klikněte na Přidat soubor nebo na Přidat složku pro přidání souboru/složky k ochraně. Můžete také soubor/složku přetáhnout.

[IMF_Form_AntiDetails]
btnYes=Ano
btnNo=Ne
lblClearAll=Opravdu chcete vymazat celou historii?
rdlblClear.Caption=Vymazat vše

[HomepageAdvisor_frmBrowserProtectSet]
MsgBox_Yes.Caption=Ano
MsgBox_No.Caption=Ne
edt_SPUrl.TextHint=Např.: abc.cz
edt_Ads.TextHint=Např.: abc.cz
Menu_Clear.HelpKeyword=Opravdu chcete vymazat celou historii?
Label_SPAcmCount.Hint=těžebná stránka
Label_SPNeedEnable.Caption=Povolit rozšíření v prohlížeči
lvSP.Groups[2].Caption=Zablokováno stránek těžících kryptoměny (%d)

[IMFRegister_M]
M_Yes=Ano
M_SF4_7=Bez hesla není přístup k chráněným údajům možný.
M_ExpNow=Prodloužit nyní
M_IObitCap=IObit Malware Fighter
M_Activated=Aktivováno
M_License Seat=Licence:
M_ExpCap=Váš IObit Malware Fighter <a>vypršel</a>.
M_Explicense=Už mám licenci
M_GiveawayCode6=Toto je darovaná licence a je platná pouze pro uvedenou verzi. Klikněte na OK pro zakoupení nové licence pro IMF v6 PRO.
M_SF2_7=Chraňte své citlivé údaje a zabraňte únikům soukromí, ztrátě dat či financí.
M_SF3_7=Chraňte své soubory před zašifrováním nejnovějším ransomware.
M_GiveawayExpir=Tato darovaná licence %d vypršela. Klikněte na %s pro zakoupení nové licence.
M_GiveawayInvalid=Tato darovaná licence %d není správná. Klikněte na %s pro zakoupení nové licence.
M_GiveawayMax=Tato darovaná licence %d byla aktivována na maximálním počtu počítačů a nemůže být použita. Klikněte na %s pro zakoupení nové licence.
M_ExpDes=Takto vás IObit Malware Fighter chránil během předplatného - počet ochráněných souborů: <a>%d</a>, počet odebraných hrozeb: <a>%1d</a>.
M_Expnothreats=Během předplatného pro vás IObit Malware Fighter ochránil následující počet souborů: <a>%d</a>.
M_ExpRenew=<a>Obnovte licenci </a> nyní a získáte zpět plnou ochranu, navíc s exkluzivní slevou:
M_Exp1=Trojitá ochrana s jádry Bitdefender, IObit anti-malware a anti-ransomware.
M_Exp5=Jste plně chráněni 100% garancí vrácení peněz.
M_Exp2=Štít soukromí s ochranou proti sledování a ochranou webkamery.
M_Exp3=Vyšší zabezpečení citlivých údajů díky Trezoru s ochranou heslem.
M_Exp4=Možnost automaticky získat nejnovější verzi databáze a programu.

[AntiviusTips_M]
M_btnYes=Ano
M_btnNo=Ne
M_ThreatProcessDetail_one=Hrozba %d ostraněna
M_ThreatProcessDetail=Hrozby %d odstraněny

[IMF_MainForm]
Tray_DataProtect.Caption=Ochrana dat

[IMF_FixAllFramePage_M]
lbl_fixall_title=Opravit vše

[IMF_ransomwareGFramePage]
lblPDPCancel.Caption=Storno
btnCreateDesktopIco.Hint=Vytvořit zástupce na ploše
lblSafeBoxDesc.Caption=Chraňte své soukromí a citlivá data před neoprávněnými přístupy. Nová ochrana hesel zajistí ještě lepší zabezpečení dat.
btnSafeBoxInfo.Hint=Co je nového v Trezoru?

[HomepageAdvisor_frmBrowserSPSetup]
btnOk.Caption=OK
Label_Chrome.Caption=Pro zapnutí této funkce v prohlížeči Google Chrome potřebujete rozšíření IObit Surfing Protection & Ads Removal z Internetového obchodu Chrome.
Label_Edge.Caption=Pro zapnutí této funkce v prohlížeči Microsoft Edge potřebujete rozšíření IObit Surfing Protection & Ads Removal z Microsoft Store.
Label_OutDate.Caption=Bylo zjištěno zastaralé rozšíření.
Label_OutDate_Txt.Caption=Pro zapnutí této funkce v prohlížeči Google Chrome musíte manuálně odstranit zastaralé rozšíření IObit Surfing Protection & Ads Removal a poté získat nejnovější verzi z Internetového obchodu Chrome.

[Safebox7_FormProgress]
rdlblcap.hint=Trezor
rdlblCancel.Caption=Stop

[IMFAbout_FormMain_About]
ImageNote_Close.Hint=Zavřít
lb_Thanks7.Caption=Poděkování

[FormSetting_M]
m_DefaultLanInputPwd=6-20 písmen, čísla nebo speciální znaky.
m_ErrorValidPwd=Platné heslo musí obsahovat 6-20 písmen, čísla nebo speciální znaky
m_ErrorValidEmail=E-mail není platný. Prosíme, zadejte platný e-mail.
m_rdCpwd=Aktuální heslo
m_rdNewPwd=Nové heslo
m_rdConfirmPwd=Potvrdit heslo
m_rdEmail=E-mail
m_ErrorEmail=Prosíme, zadejte své aktuální heslo.
m_ErrorEmptyCurPwd=Prosíme, zadejte své aktuální heslo.
m_ErrorCurPwd=Prosíme, zadejte správné heslo.
m_ErrorNewPwd=Nové heslo nemůže být stejné jako staré heslo.
m_ErrorConfirmPwd=Zadaná hesla nesouhlasí.
m_ErrorEmptyPwd=Prosíme, zadejte své nové heslo.
m_ErrorEmptyEmail=Prosíme, zadejte platný e-mail pro reset hesla v případě, že jej zapomenete.
m_DefaultlanEmail=Použije se v případě zapomenutého hesla.

[FormConfirmPasswd_M]
m_ErrorLanInputPwd=Prosíme, zadejte své heslo.
m_ErrorValidPwd=Platné heslo musí obsahovat 6-20 písmen, čísla nebo speciální znaky
m_ErrorValidEmail=E-mail není platný. Prosíme, zadejte platný e-mail.
m_DefaultLanInputPwd=6-20 písmen, čísla nebo speciální znaky.
m_DefaultlanEmail=Použije se v případě zapomenutého hesla.
m_ErrorLanConfirmPwd=Zadaná hesla se neshodují.
m_ErrorLanEmail=Prosíme, zadejte e-mail pro obnovení hesla.

[IMF_MoreFrm]
lblWhatsNew.Caption=Co je nového
lblSettings7.Caption=Nastavení...

[RanSomeWare_RansomewareForm]
lv_recentinfo7.Columns[0].Caption=Datum
rdbtn_his.Caption=Historie
lv_recentinfo7.Columns[1].Caption=Proces
lv_recentinfo7.Columns[2].Caption=Název souboru
lv_recentinfo7.Columns[3].Caption=Stav

[IMF_mainFramePage_M]
notice_pnl_protected_text=VÁŠ POČÍTAČ JE CHRÁNĚN
notice_pnl_in_danger_text=VÁŠ POČÍTAČ MŮŽE BÝT V NEBEZPEČÍ
notice_pnl_db_outdated_text=DATABÁZE JE ZASTARALÁ
notice_pnl_not_full_protect_text=VÁŠ POČÍTAČ NENÍ PLNĚ CHRÁNĚN

[IMF_promoteFramePage]
lbl_promote1_pro1.Caption=Bitdefender jádro: <a>VYP</a>
lbl_promote1_pro2.Caption=Safe Box: <a>VYP</a>
lbl_promote1_pro3.Caption=Ochrana kamery: <a>VYP</a>
lbl_promote1_pro4.Caption=Anti-ransomware jádro: <a>VYP</a>
lbl_promote_list_title.Caption=Získat plnou ochranu s verzí PRO
btn_list_item_basic.Caption=Základní anti-malware funkce
lbl_promote_list_knowmore.Caption=Zjistit více o verzi PRO
btn_list_item_sb.Caption=Chraňte své soukromí a citlivé údaje pomocí výkonného trezoru
btn_list_item_bd.Caption=Nepřekonatelná ochrana proti malware a virům s pomocí antivirového jádra Bitdefender
lbl_promote2_current.Caption=Aktuální

[AutoUpdate_Updater_UpdaterCheckForUpdate]
RdLabel_ProxySetting.Caption=Nastavení proxy

[IMF_CustomMsgBoxForm]
chkDoNotShow.Caption=Již nezobrazovat

[IMF_mainFramePage]
lblSmartScanDesc.Caption=Rychle otestuje kritické části systému.
lblFullScanDesc.Caption=Úplně otestuje všechny disky vašeho počítače
lblCustomScanDesc.Caption=Přetáhněte soubor/složku pro přímé otestování nebo vyberte adresář pro otestování

[IMF_promoteFramePage_M]
lbl_prt_fixed_sub_title7=Aktivujte verzi PRO a získejte lepší ochranu a hlubší testování.
lbl_promote2_clean=Automatické čištění stop po surfování pro zabránění škodlivého sledování
lbl_promote2_usb=Obrana proti virům přenášeným pomocí USB disků
lbl_promote2_db=Větší databáze pro aktivní detekci a aktivní zabránění ransomware útoků
lbl_promote2_camera=Zabezpečení webkamery před neoprávněným přístupem
lbl_promote2_desc=<a>%s</a> Aktivujte PRO funkce, které plně ochrání váš počítač.

[IMF_browserPFramePage_M]
lbl_spads_detect7=Položek blokováno: %d
lbl_spads_restart_browser=Restartujte prohlížeč pro zapnutí rozšíření.

[IMF_securityGFramePage_M]
lbl_realtime_all_enable=Ochrana v reálném čase: Zapnuta
lbl_realtime_not_all_enable=Ochrana v reálném čase: Všechny ochrany nejsou zapnuty. <a>Zapnout vše</a>
lbl_realtime_all_disable=Ochrana v reálném čase: Všechny ochrany jsou vypnuty. Váš počítač je zranitelný. <a>Zapnout vše</a>
lbl_realtime_all_enable_free=Ochrana v reálném čase: Systém je chráněn základní ochranou. <a>Upgradovat ochranu s Pro edicí</a>

[IMF_EngineFrm_M]
lbl_msgbox_network_error_dl_ar=Stažení anti-ransomware jádra selhalo z důvodu problému se sítí. Prosíme, stáhněte a nainstalujte si IObit Malware Fighter s anti-ransomware jádrem přímo.

[IMF_IMFSettings_M]
M_AddQuarFailed=Karanténa selhala. Proveďte restart a zkuste to znovu.
msg_restore_title=Obnovit soubory z karantény
msg_restore_text=Dokončeno - úspěšně: %s, selhalo: %d.
repair_Restored_err_text=Obnovení selhalo.

[IMFFeed_Form_Feedback]
ComboBox_Subject_7.Items[0].Caption=Pochvala
ComboBox_Subject_7.Items[1].Caption=Návrh
ComboBox_Subject_7.Items[2].Caption=Nahlášení chyby
ComboBox_Subject_7.Items[3].Caption=Odeslat nezjištěný malware
ComboBox_Subject_7.Items[4].Caption=Nahlásit falešný poplach
ComboBox_Subject_7.Items[5].Caption=Aktualizace databáze selhala
ComboBox_Subject_7.Items[6].Caption=Selhalo odstranění zjištěných hrozeb
ComboBox_Subject_7.Items[7].Caption=Pomoc s trezorem
ComboBox_Subject_7.Items[8].Caption=Jiné

[AutoUpdate_Updater_UpdaterMainForm]
RdLabel_Ver_RML.Caption=Připomenout později

[RanSomeWare_M]
M_DOCX7=Dokument Microsoft Office Word
M_DOC7=Dokument Microsoft Office Word 97 - 2003
M_XLS7=Sešit Microsoft Office Excel 97 - 2003
M_XLSX7=Sešit Microsoft Office Excel
M_History7=Nedávno zjištěné položky.
M_PPT7=Prezentace Microsoft Office PowerPoint 97 - 2003
M_PPTX7=Prezentace Microsoft Office PowerPoint

[IMF_BDPatchInstall_M]
M_Install_AR=Instalace anti-ransomware jádra
M_Install_BD=Instalace Bitdefender jádra

[IMFFeed_M]
M_FalsePositive4=Prosíme, přetáhněte zde nesprávně nahlášený soubor a klikněte na tlačítko Odeslat pro nahlášení falešného poplachu.
M_Description6=Prosíme, popište svůj návrh nebo problém co nejpřesněji, abychom mohli vylepšit náš produkt. Také zde můžete přetáhnout soubor pro přidání přílohy.
M_SendFalsePositive=Opravdu chcete odeslat zpětnou vazbu bez přiložení nesprávně nahlášeného souboru? Bez něj nemusíme být schopni analyzovat falešný poplach.
M_AttchNow=Ne, přiložit soubor nyní

[IMFRegister_Form_IObit_Register]
RdHtmLabel_02_Cap_7.lines.text=<a>Štít soukromí</a> s ochranou proti sledování a ochranou webkamery.
RdHtmLabel_06_Cap_7.lines.text=<a>Vyšší zabezpečení</a> citlivých údajů díky Trezoru s ochranou heslem.

